---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Electrical.ElectricalLoadAreaData
source: html/afb2c0ba-d75b-9378-59d8-648b2d775f69.htm
---
# ElectricalLoadAreaData Members

Creates electrical load areas on all the empty plan circuits of the given level.